/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */
"User Interface" = "ממשק משתמש";
"If blank, the search engine page will be used" = "אם ריק, דף מנוע החיפוש יהיה בשימוש";
"If blank, the default Onion Browser page will be used" = "אם ריק, דף ברירת המחדל של דפדפן בצל יהיה בשימוש";
"Mute audio with mute switch" = "השתק שמע עם מתג השתקה";
"Custom home page" = "דף בית מותאם אישית";
"Privacy" = "פרטיות";
"Cookies and local storage data from non-whitelisted hosts will be cleared even from open tabs after not being accessed for this many minutes" = "עוגיות ונתוני אחסון מקומי ממארחים שאינם ברשימה לבנה ינוקו אפילו מלשוניות פתוחות אחרי שלא היו בגישה במשך דקות כה רבות";
"Cookie auto-sweep interval" = "מרווח של טאטוא עוגיות אוטומטי";
"Changing this option requires restarting the app" = "שינוי אפשרות זו דורש הפעלה מחדש של היישום";
"Allow 3rd party keyboards" = "התר מקלדות צד־שלישי";
"Security" = "אבטחה";
"When enabled, a per-host option to ignore further TLS errors is shown in the TLS error dialog" = "כאשר מאופשר, אפשרות לפי מארח להתעלם משגיאות TLS נוספות נראית בדו השיח שגיאת TLS";
"Allow ignoring TLS errors" = "התר התעלמות משגיאות TLS";
